amd-ucode
base
base-devel
bspwm
cheese
dkms
dmenu
efibootmgr
exo
feh
firefox
garcon
git
grub
gst-plugin-pipewire
gvfs
htop
iwd
kitty
konsole
libpulse
linux
linux-firmware
linux-headers
ly
mousepad
nano
neofetch
neovim
network-manager-applet
networkmanager
ntfs-3g
nvidia-open-dkms
parole
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
playerctl
polybar
pulseaudio
pulseaudio-control
python-pip
ristretto
smartmontools
spotify
sxhkd
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tumbler
vim
wget
wireless_tools
wireplumber
xarchiver
xclip
xdg-utils
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
yay
zram-generator
